{
  "documentMetadata": {
    "title": "Influenza",
    "lastUpdated": "2025-05-06",
    "sourceFile": "Influenza.pdf"
  },
  "content": [
    {
      "type": "header",
      "level": 1,
      "text": "Clinical Setting"
    },
    {
      "type": "paragraph",
      "text": "Seasonal influenza. Generally December-April in temperate northern hemisphere. For immunization and prevention see Influenza, Vaccines.\n2024-2025 season\n Concurrently circulating respiratory viruses of particular concern: RSV and COVID-19.\nSymptoms overlap and etiology cannot be easily determined without testing\nInfluenza and COVID-19 co-infection in may be associated with increased morbidity and mortality in those <18 years (MMWR December 16, 2022 / 71(50);1589)\nSymptoms of fever, cough, sore throat, runny or stuffy nose, body aches, headache, chills, fatigue and sometimes, diarrhea and vomiting.\nComplications can include:\nPulmonary: influenza pneumonia with/without bacterial superinfection\n Other respiratory tract: Bronchiolitis, bronchitis, otitis media, parotitis\n Extrapulmonary: myositis/rhabdomyolysis, myocarditis, encephalitis, and rarely toxic shock syndrome, Reyes syndrome, or post-influenza Guillian-Barre syndrome\nOther: Exacerbation of COPD, coronary artery disease, asthma\n Risk factors for complications include: age < 2 yrs, age >65 yrs, chronic pulmonary, cardiac, renal, hematologic or metabolic disorders, neurologic and neuro-developmental disorders, immunosuppression, extreme obesity, residing in nursing home, American Indian and native Alaskan, and pregnancy (N Engl J Med 370: 2211, 2014).\nResistance to Amantadine, Rimantadine > 95%. Do not use.\nVaccines are a mainstay of prevention. See Influenza, Vaccines. See also ACIP recommendations of the CDC Advisory Committee on Immunization practices (ACIP)"
    },
    {
      "type": "header",
      "level": 1,
      "text": "Etiologies"
    },
    {
      "type": "list",
      "items": [
        "Influenza A/H1N1 virus",
        "influenza A/H3N2",
        "influenza A/H3N2v (swine associated strains occasionally infecting humans)",
        "Influenza B",
        "Avian influenza: H5N1 and H7N9: see Avian Influenza"
      ]
    },
    {
      "type": "header",
      "level": 1,
      "text": "Primary Regimens"
    },
    {
      "type": "drugRegimen",
      "regimenData": {
        "intent": "treatment",
        "strengthOfRecommendation": "Recommended",
        "components": [
          {
            "drug": "Oseltamivir",
            "dose": "75 mg",
            "route": "po",
            "frequency": "bid"
          }
        ],
        "durationDetail": {
          "fixedDuration": "5 days"
        },
        "notes": "Antiviral therapy is recommended for all persons with high risk conditions, those with severe disease, and for all patients hospitalized with influenza. Multiple observational studies suggest mortality benefit in hospitalized patients. Antiviral therapy has modest benefits in otherwise healthy outpatients if started within 48 hours. Treatment can be considered."
      }
    },
    {
      "type": "drugRegimen",
      "regimenData": {
        "intent": "treatment",
        "appliesTo": {
          "description": "Pediatric (age 1-12 years)",
          "criteria": [
            {
              "parameter": "age",
              "value": "1-12 years"
            }
          ]
        },
        "components": [
          {
            "drug": "Oseltamivir"
          }
        ],
        "notes": "age / weight-based dosing: Infant 2 wks-11 months: 3 mg/kg bid x 5 days, 15 kg: 30 mg bid x 5 days, >15 kg to 23 kg: 45 mg bid x 5 days, >23 kg to 40 kg: 60 mg bid x 5 days, >40 kg: 75 mg bid x 5 days"
      }
    },
    {
      "type": "drugRegimen",
      "regimenData": {
        "intent": "treatment",
        "appliesTo": {
            "description": "age > 7 yrs, without significant asthma or COPD",
            "criteria": [
                {
                    "parameter": "age",
                    "value": "> 7"
                },
                {
                    "parameter": "comorbidity",
                    "value": "without significant asthma or COPD"
                }
            ]
        },
        "components": [
          {
            "drug": "Zanamivir",
            "dose": "2 inhalations (5 mg each)",
            "frequency": "bid"
          }
        ],
        "durationDetail": {
          "fixedDuration": "5 days"
        }
      }
    },
    {
      "type": "drugRegimen",
      "regimenData": {
        "intent": "treatment",
        "appliesTo": {
            "description": "age 5 years",
            "criteria": [
                {
                    "parameter": "age",
                    "value": "5 years"
                }
            ]
        },
        "components": [
          {
            "drug": "Baloxavir"
          }
        ],
        "notes": "weight based dosing: 40 mg po once if wt 20-<80 kg, 80 mg po once if wt >80 kg. Note: baloxavir may be more effective against influenza B. See Comments"
      }
    },
    {
        "type": "header",
        "level": 2,
        "text": "Hospitalized severe influenza"
    },
    {
        "type": "list",
        "items": [
            "In hospitalized patients, antiviral therapy is beneficial even if started at least up to 5 days after symptom onset, although greater benefit with early therapy",
            "Viral replication is longer in patients immunocompromised patients and those with severe illness",
            "Hence, start oseltamavir therapy regardless of duration of influenza symptoms",
            "Consider longer duration of oseltamivir (10 or more days) in the critically ill and severely immunocompromised patients",
            "See CDC Guidance",
            "Avoid use of corticosteroids unless indicated for other indications (e.g. COPD, adrenal insufficiency) due to reports of increased mortality (J Infect Dis 2015: 212: 183)"
        ]
    },
    {
        "type": "drugRegimen",
        "regimenData": {
            "intent": "treatment",
            "condition": "CrCl >60 ml/min",
            "components": [
                {
                    "drug": "Peramivir",
                    "dose": "600 mg",
                    "route": "IV",
                    "frequency": "one time"
                }
            ],
            "notes": "If oral or enteral (i.e. NG tube) therapy is not possible, Peramivir 600 mg IV one time if CrCl >60 ml/min is FDA approved for uncomplicated influenza. Renal excretion; Dose varies with degree of renal impairment. For patients unable to take, or non-compliant with, use an oral medication. Longer duration may be given once daily IV for severely ill hospitalized patients"
        }
    },
    {
        "type": "drugRegimen",
        "regimenData": {
            "intent": "treatment",
            "components": [
                {
                    "drug": "Laninamivir"
                }
            ],
            "notes": "available in Japan. Trials showed non-inferiority to oseltamivir (Clin Infect Dis 10:1167, 2010). Adult: 40 mg inhalation single dose. Child age < 10 yrs: 20 mg"
        }
    },
    {
      "type": "header",
      "level": 1,
      "text": "Antimicrobial Stewardship"
    },
    {
      "type": "list",
      "items": [
        "Peramivir is very expensive and not superior to enteral oseltamivir in patients who can receive it by NG or NJ tube",
        "Antibiotics should not routinely be given to patients with uncomplicated influenza.",
        "Antibiotics should not be given to prevent bacterial complications",
        "Investigate and empirically treat bacterial co-infection in patients with suspected or laboratory-confirmed influenza who present initially with severe disease (extensive pneumonia, respiratory failure, hypotension, and fever), in addition to antiviral treatment for influenza",
        "Investigate and empirically treat bacterial coinfection in patients who deteriorate after initial improvement, particularly in those treated with antivirals",
        "Empiric therapy, if indicated should be directed against Streptococcus pneumoniae, Strep pyogenes (group A strep), and Staph aureus. Consider MRSA depending on local prevalence"
      ]
    },
    {
      "type": "header",
      "level": 1,
      "text": "Comments"
    },
    {
      "type": "list",
      "items": [
        "Initiate therapy as close to the onset of symptoms as possible, and certainly within 48 hrs of onset of symptoms for uncomplicated influenza. Starting therapy after 48 hours of onset of symptoms is associated with limited therapeutic benefit in healthy outpatients. However, starting therapy up to 5 days after onset in patients who are hospitalized is associated with improved survival (Clin Infect Dis 55:1198, 2012).",
        "Pending lab confirmation, empiric anti-influenza therapy should be started for all patients who are hospitalized, have severe or progressive influenza or are at higher risk of complications due to age or underlying medical conditions.",
        "Rapid test/PCR confirmation of influenza infection recommended unless diagnosis is clear (e.g. typical symptoms when flu is circulating widely). Can start empiric therapy while waiting on results.",
        "Drugs",
        "Patients with COPD or asthma, potential risk of bronchospasm with inhaled Zanamivir.",
        "Influenza B slightly more resistant to oseltamivir.",
        "Baloxavir marboxil is a cap-dependent endonuclease inhibitor that is a potent influenza antiviral given as a single dose. It is active against neuraminidase inhibitor (oseltamivir) resistant viruses.",
        "In one study among otherwise healthy outpatients, Baloxavir shortened duration of symptoms by ~1 day, similar to oseltamivir, but had a greater reduction in viral shedding (N Engl J Med 379:913, 2018). In another study in patients at high risk of complications, efficacy of Baloxavir was similar to oseltamivir for influenza A but superior for influenza B. (Lancet Infect Dis. 2020 Oct;20(10):1204)",
        "Combination oseltamivir and baloxivir shows synergy in vitro and in animal models (J Antimicrob Chemother 2019;74:654). Reduces theoretical risk of resistance in severely immunocompromised patients but limited clinical trial did not show clinical superiority.",
        "Severe illness:",
        "Investigate and consider treating bacterial co-infection (in addition to antivirals) in patients with overwhelming disease, high procalcitonin, or who deteriorate after initial improvement.",
        "High dose oseltamivir shown no more effective than standard dosage for influenza A. Do not routinely administer steroids for severe influenza (unless clearly indicated for another reason e.g. asthma, COPD).Data suggest increased mortality (J Infect Dis 212:183, 2015)",
        "IV Zanamivir no longer available (since 2018)",
        "Non-Human influenza viruses:",
        "For PCR results that can distinguish H1 and H3 influenza, a result of Influenza A, unable to type may indicate avian such as H5 or H7 or other non human influenza. Contact State Health Department for typing",
        "Be alert for non-human influenza in those working with sick birds, sick dairy cattle"
      ]
    },
    {
      "type": "header",
      "level": 1,
      "text": "References"
    },
    {
      "type": "list",
      "items": [
        "Treatment guidelines (IDSA) in Clin Infect Dis 2019;68: 895",
        "CDC guidance on influenza antiviral medications.",
        "Respiratory viruses & CAP: Infect Dis Clin N Am 27:157, 2013",
        "2024-2025 CDC prevention and vaccination vaccination information",
        "Editorial: Use of neuraminidase inhibitors for treatment of severe influenza (Clin Infect Dis. 2017;64:368)."
      ]
    }
  ]
}
